tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'joshuaclayton/formulae'
brew 'awscli'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'ctags'
brew 'git'
brew 'heroku'
brew 'htop'
brew 'hub'
brew 'keybase'
brew 'postgresql', service_restart: true
brew 'macvim'
brew 'memcached', service_restart: true
brew 'mysql', service_restart: true
brew 'node'
brew 'pass'
brew 'ruby-build'
brew 'rbenv'
brew 'redis', service_restart: true
brew 'the_silver_searcher'
brew 'youtube-dl'
brew 'joshuaclayton/formulae/unused'
cask '1password'
cask 'adium'
cask 'adobe-reader'
cask 'alfred'
cask 'appcleaner'
cask 'bartender'
cask 'caffeine'
cask 'dash'
cask 'divvy'
cask 'dropbox'
cask 'firefox'
cask 'fluid'
cask 'flux'
cask 'github-desktop'
cask 'google-chrome'
cask 'google-drive'
cask 'gpgtools'
cask 'imageoptim'
cask 'iterm2'
cask 'kindle'
cask 'lastfm'
cask 'licecap'
cask 'limechat'
cask 'omnidisksweeper'
cask 'omnigraffle'
cask 'plex-media-server'
cask 'screenhero'
cask 'send-to-kindle'
cask 'skype'
cask 'slack'
cask 'steam'
cask 'teamviewer'
cask 'transmission'
cask 'tuxera-ntfs'
cask 'viscosity'
cask 'vlc'
cask 'xld'
cask 'ynab'
