tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "git"
brew "readline", link: true
brew "ansible"
brew "ansible-lint"
brew "bash"
brew "bash-completion"
brew "ctags"
brew "fzf"
brew "htop"
brew "hub"
brew "mas"
brew "memcached", restart_service: true
brew "mysql", restart_service: true, link: false
brew "node"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "tmux"
brew "vim"
brew "youtube-dl"
cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "authy"
cask "bartender"
cask "basecamp"
cask "caffeine"
cask "dash"
cask "divvy"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gitter"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpg-suite"
cask "imageoptim"
cask "iterm2"
cask "kindle"
cask "lastfm"
cask "licecap"
cask "mdrp"
cask "netnewswire"
cask "omnidisksweeper"
cask "omnigraffle"
cask "plex"
cask "skype"
cask "slack"
cask "steam"
cask "telegram"
cask "transmission"
cask "tuxera-ntfs"
cask "viscosity"
cask "vlc"
cask "xld"
cask "xmind"
mas "Be Focused Pro", id: 961632517
mas "Drafts", id: 1435957248
mas "Things", id: 904280696
mas "Tweetbot", id: 557168941
