tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'joshuaclayton/formulae'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'ctags'
brew 'fzf'
brew 'git'
brew 'heroku'
brew 'htop'
brew 'hub'
brew 'joshuaclayton/formulae/unused'
brew 'memcached', service_restart: true
brew 'mysql', service_restart: true
brew 'node'
brew 'pass'
brew 'postgresql', service_restart: true
brew 'rbenv'
brew 'readline'
brew 'redis', service_restart: true
brew 'ruby-build'
brew 'ripgrep'
brew 'vim'
brew 'youtube-dl'
cask '1password'
cask 'adium'
cask 'adobe-acrobat-reader'
cask 'alfred'
cask 'appcleaner'
cask 'authy'
cask 'bartender'
cask 'basecamp'
cask 'caffeine'
cask 'dash'
cask 'divvy'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'gitter'
cask 'google-chrome'
cask 'google-backup-and-sync'
cask 'gpg-suite'
cask 'imageoptim'
cask 'iterm2'
cask 'keybase'
cask 'kindle'
cask 'lastfm'
cask 'licecap'
cask 'limechat'
cask 'mdrp'
cask 'omnidisksweeper'
cask 'omnigraffle'
cask 'skype'
cask 'slack'
cask 'steam'
cask 'teamviewer'
cask 'telegram'
cask 'transmission'
cask 'tuxera-ntfs'
cask 'viscosity'
cask 'vlc'
cask 'xld'
mas 'Spark', id: 1176895641
mas 'Todoist', id: 585829637
mas 'Tweetbot for Twitter', id: 557168941
